Repository: netrunner-debian-kde-extras/kcm-gtk
Catalog: po/*/kcm_gtk.po
Languages: de, fr

source: %1 (size %2)
de: %1 (Gre %2)
fr: %1 (taille %2)

source: Change search paths...
de: Suchpfade ndern ...
fr: Changer les cemplacements de recherche…

source: Use another font:
de: Eine andere Schriftart verwenden:
fr: Utiliser une autre police :

source: Change...
de: ndern ...
fr: Modifier...

source: Change search paths
de: Suchpfade ndern
fr: Changer les emplacements de recherche

source: Add
de: Hinzufgen
fr: Ajouter

source: Remove
de: Entfernen
fr: Supprimer

# NAME OF TRANSLATORS
source: Your names
de: ,Launchpad Contributions:,Jannick Kuhr,Till Freier
fr: ,Launchpad Contributions:,Bruno Patri,Pascal BILLERY-SCHNEIDER,jc1985

# EMAIL OF TRANSLATORS
source: Your emails
de: ,,opensource@kuhr.org,till@thoran.eu
fr: ,,bruno.patri@gmail.com,pascal.billery-schneider@bluewin.ch,

source: &Use my KDE style in GTK applications
de: KDE-Stil in GTK-Anwendungen &verwenden

source: Use &another style:
de: &Anderen Stil verwenden:

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Warning:</span> The Gtk-Qt theme engine is not installed. This means you will not be able to use your KDE style in GTK applications.</p></body></html>
de: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Warnung:</span> Die Gtk-Qt-Theme-Engine ist nicht installiert. Das bedeutet, dass Sie Ihren KDE-Stil nicht in GTK-Anwendungen verwenden knnen.</p></body></html>

source: Gtk-Qt theme engine homepage
de: Homepage der Gtk-Qt-Theme-Engine

source: The Quick Brown Fox Jumped Over The Lazy Dog
de: Falsches ben von Xylophonmusik qult jeden greren Zwerg

source: Firefox and Thunderbird
de: Firefox und Thunderbird

source: Scrollbar buttons may sometimes be displayed incorrectly in Firefox and Thunderbird. This can be fixed by installing some files into your Mozilla profile.
de: Die Knpfe der Bildlaufleiste werden in Firefox und Thunderbird gelegentlich falsch dargestellt. Dies kann durch das Installieren einiger Dateien in das Mozilla-Profilverzeichnis behoben werden.

source: I&nstall scrollbar fix...
de: Korrektur fr Bildlaufleiste i&nstallieren ...

source: The control center module could not find the GTK-Qt theme engine in its list of search paths. If you have installed it elsewhere, you will need to add the correct path to the list below.
de: Das Kontrollzentrum-Modul konnte die GTK-Qt-Theme-Engine nicht in der Liste der Suchpfade finden. Wenn Sie sie an einem anderen Ort installiert haben, mssen Sie den korrekten Pfad der Liste hinzufgen.

source: No Mozilla profiles found
de: Keine Mozilla-Profile gefunden

source: Could not load Mozilla profiles
de: Die Mozilla-Profile konnten nicht geladen werden

source: Your Mozilla profile was updated sucessfully. You must close and restart all Firefox and Thunderbird windows for the changes to take effect
de: Das Mozilla-Profil wurde erfolgreich aktualisiert. Alle laufenden Firefox- und Thunderbird-Fenster mssen geschlossen und neu geffnet werden, um die nderungen zu bernehmen.

source: Mozilla profile
de: Mozilla-Profil

source: Could not write to %1
de: %1 lie sich nicht schreiben

source: _: NAME OF TRANSLATORS Your names
de: Sebastian Roth, Jannick Kuhr, ,Launchpad Contributions:,Jannick Kuhr,Till Freier

source: _: EMAIL OF TRANSLATORS Your emails
de: sebastian.roth@frm2.tum.de, jannick.kuhr@kdemail.net,,,opensource@kuhr.org,till@thoran.eu

source: <b>Warning:</b> The Gtk-Qt theme engine is not installed. This means you will not be able to use your KDE style in GTK applications.
de: <b>Warnung:</b> Die Gtk-Qt-Theme-Engine ist nicht installiert. Das bedeutet ,dass Ihre KDE-Stile nicht in GTK-Anwendungen verwendet werden knnen.

source: Preview line 1
de: Vorschauzeile 1

source: GTK Keyboard Shortcuts
de: GTK-Tastenkrzel

source: Use Emacs-like key&board shortcuts for text editing
de: Emacs-Tastenkrzel zum Editieren von Text verwenden

source: Profile
de: Profil

source: Please select the profiles that you want to fix:
de: Bitte whlen Sie die zu korrigierenden Profile aus:

source: GTK Styles and Fonts
fr: Styles et polices GTK

source: Change the appearance of GTK+ applications in KDE
fr: Changer l'apparence des applications GTK+ dans KDE

source: GTK+ Styles
fr: Styles GTK+

source: &Widget style:
fr: Style des éléments graphiques :

source: GTK+ Fonts
fr: Polices GTK+

source: Use m&y KDE fonts in GTK+ applications
fr: &Utiliser mes polices de caractères KDE dans les applications GTK+

source: The QtCurve widget theme uses your KDE font settings
fr: Le thème QtCurve des éléments graphiques utilise votre configuration de polices de caractères KDE

source: Note that changes made here will only affect GTK+ applications when KDE is running. To change the styles and fonts used by applications in GNOME, use the GNOME configuration tools.
fr: Notez bien que les changements réalisés ici affecteront uniquement les applications GTK+ quand KDE sera utilisé. Pour changer les styles et les polices de caractères utilisés par les applications dans Gnome, utilisez les outils de configuration de Gnome

source: You can set a custom search path here if we were not able to find a GTK+ theme engine. This could happen if the theme engine was installed to a custom location.
fr: Vous pouvez définir un emplacement de recherche personnalisé si aucun moteur de thèmes GTK+ n'a pu être trouvé. Ceci peut arriver lorsque le moteur de thèmes a été installé dans un emplacement non conventionnel.
